Repository: common-repository/paysuite-payment-gateway-for-woocommerce
Catalog: languages/paysuite-payment-gateway-*_ao90.po
Languages: pt_pt_ao90

source: <br/> TEST MODE ENABLED.
pt_pt_ao90: <br/> MODO DE TESTE ACTIVO

source: Accept Mpesa and Emola Payments for WooCommerce
pt_pt_ao90: Aceite pagamentos por Mpesa e Emola no Woocommerce

source: Awaiting for payment
pt_pt_ao90: A aguardar pelo pelo pagamento

source: Currency not supported!
pt_pt_ao90: Moeda não suportada

source: Customer Message
pt_pt_ao90: Mensagem personalizada

source: Enable PaySuite payment gateway
pt_pt_ao90: Activar Paysuite

source: Enable Test Mode
pt_pt_ao90: Activar modo de teste

source: Enable/Disable
pt_pt_ao90: Activar/Desactivar

source: Pay Via PaySuite
pt_pt_ao90: Pagar pelo Paysuite

source: Payment error:
pt_pt_ao90: Erro no pagamento

source: PaySuite for WooCommerce
pt_pt_ao90: Paysuite para WooCommerce

source: Paysuite Payment Gateway for WooCommerce
pt_pt_ao90: Gateway de pagamento Paysuite para WooCommerce

source: Receive payments directly to your store through the M-Pesa and Emola, .
pt_pt_ao90: Receba pagamentos directamente na sua loja por M-Pesa e Emola

source: Secret Key
pt_pt_ao90: Chave Secreta

source: Test Mode
pt_pt_ao90: Modo de teste

source: This controls the title which the user sees during checkout
pt_pt_ao90: Isto controla o t;itulo que será exibido durante o checkout

source: Title
pt_pt_ao90: Título
